{
  "乾下乾上": [
    "純陽之象，剛健自強。副本氣場旺盛，蒙眼幫可乘勢而上，鐮刀幫略顯乏力。",
    "天行健，君子以自強不息。副本之道開闊，昇華金裝潛力大，不入幫宜觀望。",
    "乾卦之日，萬象更新。副本加倍機率高，眼鏡幫表現穩健，紅金裝尚需時機。"
  ],
  "坤下坤上": [
    "純陰之象，柔順包容。副本氣場平穩，眼鏡幫表現穩健，蒙眼幫略顯低迷。",
    "地勢坤，厚德載物。副本運勢穩定，鐮刀幫可穩中求進，不入幫宜暫避其鋒。",
    "坤卦之日，宜靜不宜動。紅金裝難現，蒙眼幫表現疲弱，眼鏡幫略有起色。"
  ],
  "水下雷上": [
    "屯卦之象，萬物始生。副本氣場混沌，蒙眼幫可破局而出，不入幫宜靜觀其變。",
    "雷水交融，動中有阻。副本加倍略有起伏，眼鏡幫表現穩健，鐮刀幫略顯乏力。",
    "屯卦之日，宜耐心等待。紅金裝潛藏其中，昇華之路尚未明朗。"
  ],
  "山下水上": [
    "蒙卦之象，童蒙求教。副本氣場未明，蒙眼幫略顯混亂，眼鏡幫可穩步前行。",
    "水山相交，智慧初啟。副本加倍不穩，鐮刀幫略有起色，不入幫宜保守行事。",
    "蒙卦之日，宜謙虛審慎。紅金裝難現，昇華金裝潛力待發。"
  ],
  "水下天上": [
    "需卦之象，雲水待命。副本氣場凝滯，蒙眼幫宜蓄勢待發，眼鏡幫表現穩健。",
    "天水交融，靜中有動。副本加倍尚未顯現，鐮刀幫略顯疲弱，不入幫可穩中求進。",
    "需卦之日，宜守不宜攻。紅金裝潛藏其中，昇華之路尚需時機。"
  ],
  "天下水上": [
    "訟卦之象，爭端未解。副本氣場波動，蒙眼幫略顯急躁，眼鏡幫宜穩中求勝。",
    "水天相抗，宜謹慎行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "訟卦之日，宜避鋒芒。紅金裝難現，昇華金裝潛力待發。"
  ],
  "地下水上": [
    "師卦之象，眾志成城。副本氣場穩定，蒙眼幫可乘勢而上，不入幫略顯低迷。",
    "水地交融，宜團結協作。副本加倍機率高，眼鏡幫表現穩健，鐮刀幫略顯乏力。",
    "師卦之日，宜謀定而後動。紅金裝潛藏其中，昇華之路可期。"
  ],
  "水下地上": [
    "比卦之象，親和互助。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "地水相親，宜結伴同行。副本加倍穩定，鐮刀幫可穩步前行，不入幫宜觀望。",
    "比卦之日，宜合作共進。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "風下天上": [
    "小畜之象，蓄勢待發。副本氣場尚未爆發，眼鏡幫表現穩健，紅金裝潛藏其中。",
    "天風交融，動靜交錯。副本加倍略有起伏，鐮刀幫可伺機而動，蒙眼幫略顯疲弱。",
    "小畜之日，宜蓄力而非衝刺。不入幫表現平平，眼鏡幫可穩步前行。"
  ],
  "天下風上": [
    "履卦之象，循序漸進。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "風天相承，宜穩中求進。副本加倍機率高，鐮刀幫略有起色，不入幫宜觀望。",
    "履卦之日，宜踏實前行。紅金裝潛藏其中，昇華金裝尚需時機。"
  ],
  "地下火上": [
    "泰卦之象，天地交泰。副本氣場和諧，蒙眼幫加倍強勢，不入幫運勢低迷。",
    "天地交泰，萬物通達。眼鏡幫表現穩健，紅金裝略顯保守，鐮刀幫宜靜觀其變。",
    "泰卦之日，副本之路暢通。蒙眼幫表現亮眼，昇華金裝潛力大，不入幫宜避其鋒。"
  ],
  "火下地上": [
    "否卦之象，天地不交。副本氣場閉塞，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "天地閉塞，萬物受阻。副本加倍不穩，紅金裝難現，鐮刀幫可穩中求進。",
    "否卦之日，宜保守行事。不入幫表現平平，昇華金裝尚未顯現。"
  ],
  "天火同人": [
    "同人之象，志同道合。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "火天相交，群策群力。副本加倍穩定，鐮刀幫可穩步前行，不入幫宜觀望。",
    "同人卦之日，宜協力同行。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "火下天上": [
    "大有之象，富而可久。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯疲弱。",
    "火天交融，光明盛大。副本加倍機率高，鐮刀幫表現穩健，不入幫宜保守行事。",
    "大有卦之日，宜積極進取。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "山下天上": [
    "謙卦之象，柔而不屈。副本氣場平穩，眼鏡幫表現穩健，蒙眼幫略顯低迷。",
    "地山相承，謙遜為德。副本加倍不明顯，鐮刀幫略有起色，不入幫宜靜觀其變。",
    "謙卦之日，宜守中道。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "雷下地上": [
    "豫卦之象，喜樂安泰。副本氣場活躍，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "地雷交融，動中有喜。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "豫卦之日，宜順勢而為。紅金裝潛藏其中，昇華金裝潛力待發。"
  ],
  "雷下澤上": [
    "隨卦之象，隨時應變。副本氣場流動，眼鏡幫表現穩健，蒙眼幫略顯疲弱。",
    "澤雷相隨，動靜相宜。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "隨卦之日，宜靈活應對。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "山下風上": [
    "蠱卦之象，改革更新。副本氣場混沌，蒙眼幫略顯低迷，眼鏡幫可穩中求進。",
    "風山交錯，宜除舊布新。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "蠱卦之日，宜謹慎行事。紅金裝難現，昇華金裝潛力待發。"
  ],
  "澤下地上": [
    "臨卦之象，觀察而行。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "地澤相臨，宜審時度勢。副本加倍穩定，鐮刀幫可穩步前行，不入幫宜觀望。",
    "臨卦之日，宜靜觀其變。紅金裝潛藏其中，昇華金裝尚需時機。"
  ],
  "風下地上": [
    "觀卦之象，遠見卓識。副本氣場平穩，眼鏡幫表現穩健，蒙眼幫略顯低迷。",
    "地風交融，宜觀而不動。副本加倍不明顯，鐮刀幫略有起色，不入幫宜保守行事。",
    "觀卦之日，宜審慎前行。紅金裝難現，昇華金裝潛力待發。"
  ],
  "火下雷上": [
    "噬嗑之象，剛柔交錯。副本氣場活躍，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "雷火交融，破除障礙。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "噬嗑卦之日，宜果斷行事。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "火下山上": [
    "賁卦之象，文飾其表。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "山火交融，宜修飾內外。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "賁卦之日，宜內外兼修。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "山下地上": [
    "剝卦之象，剝落退藏。副本氣場低迷，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "地山相剝，宜保守行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "剝卦之日，宜避鋒芒。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "地下雷上": [
    "復卦之象，萬物復生。副本氣場回升，蒙眼幫可乘勢而上，眼鏡幫略顯保守。",
    "雷地交融，動中有生。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "復卦之日，宜重新出發。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "天山遯": [
    "遯卦之象，避難藏形。副本氣場低迷，蒙眼幫宜暫避其鋒，眼鏡幫略有起色。",
    "山天相遯，宜退守為先。副本加倍不穩，鐮刀幫略顯乏力，不入幫表現平平。",
    "遯卦之日，宜靜不宜動。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "天雷无妄": [
    "無妄之象，真誠無欺。副本氣場純正，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "雷天交融，動中有誠。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "無妄卦之日，宜守正不偏。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "山天大畜": [
    "大畜之象，蓄勢待發。副本氣場尚未爆發，眼鏡幫表現穩健，蒙眼幫略顯疲弱。",
    "天山相畜，宜積蓄力量。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "大畜卦之日，宜蓄力而非衝刺。紅金裝潛藏其中，昇華金裝尚需時機。"
  ],
  "風天小畜": [
    "小畜之象，蓄勢待發。副本氣場尚未爆發，眼鏡幫表現穩健，紅金裝潛藏其中。",
    "天風交融，動靜交錯。副本加倍略有起伏，鐮刀幫可伺機而動，蒙眼幫略顯疲弱。",
    "小畜之日，宜蓄力而非衝刺。不入幫表現平平，眼鏡幫可穩步前行。"
  ],
  "雷山小過": [
    "小過之象，過猶不及。副本氣場波動，蒙眼幫略顯急躁，眼鏡幫宜穩中求勝。",
    "山雷交錯，宜謹慎行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "小過卦之日，宜避鋒芒。紅金裝難現，昇華金裝潛力待發。"
  ],
  "水下水上": [
    "坎卦之象，重重險阻。副本氣場低迷，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "水中有水，險象環生。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "坎卦之日，宜保守行事。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "火下火上": [
    "離卦之象，光明顯現。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯保守。",
    "火中有火，光明盛大。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "離卦之日，宜積極進取。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "澤下山上": [
    "咸卦之象，感應交融。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "山澤相感，宜順勢而為。副本加倍穩定，鐮刀幫可穩步前行，不入幫略顯乏力。",
    "咸卦之日，宜靈活應對。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "雷下風上": [
    "恆卦之象，持久不息。副本氣場穩定，眼鏡幫表現穩健，蒙眼幫略顯疲弱。",
    "風雷交融，動中有定。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "恆卦之日，宜持之以恆。紅金裝潛藏其中，昇華金裝尚需時機。"
  ],
  "天下山上": [
    "大壯之象，剛健有力。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯保守。",
    "山天交融，剛中有柔。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "大壯卦之日，宜果斷行事。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "火下地上": [
    "晉卦之象，日升中天。副本氣場上升，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "地火交融，光明漸盛。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "晉卦之日，宜積極進取。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "地下火上": [
    "明夷之象，光明受傷。副本氣場低迷，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "火地交融，光明受阻。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "明夷卦之日，宜避鋒芒。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "風下火上": [
    "家人之象，內外有序。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "火風交融，宜內外兼修。副本加倍穩定，鐮刀幫可穩步前行，不入幫略顯乏力。",
    "家人卦之日，宜團結協作。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "火下澤上": [
    "睽卦之象，分歧對立。副本氣場不穩，蒙眼幫略顯急躁，眼鏡幫可穩中求勝。",
    "澤火交錯，宜各行其道。副本加倍不明顯，鐮刀幫略有起色，不入幫表現平平。",
    "睽卦之日，宜避鋒芒。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "水下山上": [
    "蹇卦之象，險阻重重。副本氣場低迷，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "山水交阻，宜保守行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "蹇卦之日，宜避險而行。紅金裝難現，昇華金裝尚需時機。"
  ],
  "雷下水上": [
    "解卦之象，困而得解。副本氣場回升，蒙眼幫可乘勢而上，眼鏡幫略顯保守。",
    "水雷交融，動中有解。副本加倍穩定，鐮刀幫表現穩健，不入幫宜觀望。",
    "解卦之日，宜順勢而為。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "山下澤上": [
    "損卦之象，減而有益。副本氣場平穩，眼鏡幫表現穩健，蒙眼幫略顯疲弱。",
    "澤山交融，宜捨小取大。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "損卦之日，宜謹慎取捨。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "風下山上": [
    "益卦之象，損下益上。副本氣場上升，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "山風交融，宜積極進取。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "益卦之日，宜順勢而為。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "澤下天上": [
    "夬卦之象，剛決而行。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯保守。",
    "天澤交融，宜果斷行事。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "夬卦之日，宜破局而出。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "天下澤上": [
    "姤卦之象，遇合之時。副本氣場活躍，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "澤天交融，宜把握機會。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "姤卦之日，宜順勢而為。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "澤下地上": [
    "萃卦之象，聚集成勢。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "地澤交融，宜團結協作。副本加倍穩定，鐮刀幫可穩步前行，不入幫略顯乏力。",
    "萃卦之日，宜凝聚力量。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "地下風上": [
    "升卦之象，漸進向上。副本氣場上升，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "風地交融，宜穩步前行。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "升卦之日，宜循序漸進。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "水下澤上": [
    "困卦之象，陷於險境。副本氣場低迷，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "澤水交融，宜保守行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "困卦之日，宜避險而行。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "水下火上": [
    "井卦之象，汲水養人。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "火水交融，宜穩中求進。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "井卦之日，宜汲取資源。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "澤下火上": [
    "革卦之象，變革之時。副本氣場活躍，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "火澤交融，宜破舊立新。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "革卦之日，宜果斷行事。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "火下風上": [
    "鼎卦之象，器成而用。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯保守。",
    "風火交融，宜整合資源。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "鼎卦之日，宜大展宏圖。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "艮下艮上": [
    "艮卦之象，止而不前。副本氣場停滯，蒙眼幫表現疲弱，眼鏡幫略有起色。",
    "山中有山，靜止為上。副本加倍不明顯，鐮刀幫略有起色，不入幫表現平平。",
    "艮卦之日，宜靜不宜動。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "震下震上": [
    "震卦之象，雷動萬鈞。副本氣場激盪，蒙眼幫可乘勢而上，眼鏡幫略顯保守。",
    "雷雷相擊，動中有機。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "震卦之日，宜果斷行事。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "風下山上": [
    "漸卦之象，漸進有序。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "山風交融，宜循序漸進。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "漸卦之日，宜穩中求進。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "雷下澤上": [
    "歸妹之象，陰陽相合。副本氣場和諧，蒙眼幫表現亮眼，眼鏡幫略顯保守。",
    "澤雷交融，宜順勢而為。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "歸妹卦之日，宜合作共進。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "雷下火上": [
    "豐卦之象，日中則昃。副本氣場旺盛，蒙眼幫加倍強勢，眼鏡幫略顯保守。",
    "火雷交融，盛極而衰。副本加倍機率高，鐮刀幫表現穩健，不入幫宜觀望。",
    "豐卦之日，宜把握當下。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "火下山上": [
    "旅卦之象，行旅在外。副本氣場不穩，蒙眼幫略顯疲弱，眼鏡幫可穩中求進。",
    "山火交融，宜謹慎行事。副本加倍略有起伏，鐮刀幫略有起色，不入幫表現平平。",
    "旅卦之日，宜守中道。紅金裝難現，昇華金裝尚需時機。"
  ],
  "風下風上": [
    "巽卦之象，入木三分。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "風中有風，柔中帶剛。副本加倍穩定，鐮刀幫可穩步前行，不入幫宜觀望。",
    "巽卦之日，宜靜中求進。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "澤下澤上": [
    "兌卦之象，悅以動人。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "澤中有澤，喜悅之象。副本加倍穩定，鐮刀幫可穩步前行，不入幫略顯乏力。",
    "兌卦之日，宜和氣致祥。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "水下風上": [
    "渙卦之象，水流四散。副本氣場變動，蒙眼幫略顯疲弱，眼鏡幫可穩中求進。",
    "風水交融，宜疏導為先。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "渙卦之日，宜靜觀其變。紅金裝難現，昇華金裝尚未顯現。"
  ],
  "水下澤上": [
    "節卦之象，制而有度。副本氣場平穩，眼鏡幫表現穩健，蒙眼幫略顯低迷。",
    "澤水交融，宜節制行事。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "節卦之日，宜守分寸。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "風下澤上": [
    "中孚之象，誠信為本。副本氣場和諧，眼鏡幫表現亮眼，蒙眼幫略顯保守。",
    "澤風交融，宜以誠待人。副本加倍穩定，鐮刀幫可乘勢而上，不入幫略顯乏力。",
    "中孚卦之日，宜信而有成。紅金裝潛藏其中，昇華金裝潛力可期。"
  ],
  "雷下山上": [
    "小過之象，飛鳥遺音。副本氣場波動，蒙眼幫略顯急躁，眼鏡幫可穩中求勝。",
    "山雷交錯，宜謹慎行事。副本加倍不穩，鐮刀幫略有起色，不入幫表現平平。",
    "小過卦之日，宜避鋒芒。紅金裝難現，昇華金裝潛力待發。"
  ],
  "水下火上": [
    "既濟之象，功成而退。副本氣場穩定，眼鏡幫表現亮眼，蒙眼幫略顯疲弱。",
    "火水交融，宜守成不驕。副本加倍略有起伏，鐮刀幫可穩步前行，不入幫宜觀望。",
    "既濟卦之日，宜穩中求進。紅金裝潛力待發，昇華金裝尚需時機。"
  ],
  "火下水上": [
    "未濟之象，事未圓滿。副本氣場波動，鐮刀幫略有起色，蒙眼幫與不入幫皆宜保守行事。",
    "水火未濟，陰陽未調。副本加倍不穩，眼鏡幫可穩中求進，紅金裝尚未顯現。",
    "未濟卦之日，宜靜觀其變。昇華金裝潛力待發，副本之道尚未明朗。"
  ]
}
